<div class="error_text">
    <h1 style="font-size: 12em;font-weight: 100;font-family: monospace;">404</h1>
    <h1>Страница не найдена</h1>
    <h2>Зато вы можете найти вакансию на нашем сайте</h2>
    <div class="goto_finder" onclick="javascript: window.location.href=location.protocol+'//'+location.hostname">
        <span class="goto_finder_text">Перейти к поиску вакансий</span>
    </div>
    <div class="additional_text">ВЦТН Антей - успешное и быстро развивающееся предприятие по трудоустройству. Наща цель - стать лучшей интернет-средой в сфере онлайн-рекрутмента в Мире. ВЦТН Антей объединяет в себе обширную базу данных вакансий и соискателей! Мы ориентированы на тесное и долгосрочное сотрудничество, предлогая самое подходящее решение для каждого клиента в отдельности. Наша сила в гибкости, инновативности и личном вкладе каждого сотрудника.</div>
</div>