<div>
  <div style="font-size: x-large;font-weight: bolder;">Уважаемый <?=@$r['second'];?> <?=@$r['first'];?> <?=@$r['third'];?>!</div>
  <div>
    <p>Вы получили это письмо, пройдя регистрацию на сайте &ldquo;Smile & Mile&rdquo; и указав данную почту.</p>
    <p>Если Вы не понимаете о чем идет речь — просто проигнорируйте это сообщение.</p>
    <p>Если регистрация осуществлена Вами, то Вам следует подтвердить свою регистрацию и тем самым активировать Вашу учетную запись.</p>
    <p>Подтверждение регистрации производится один раз и необходимо для защиты от злоумышленников.</p>
    <p>Чтобы активировать Вашу учетную запись, необходимо перейти по ссылке: <a href="<?=@$r['url'];?>" target="_blank"><?=@$r['url'];?></a></p>
    <p>Ссылка действительна в течении 24 часов с момента отправки данного сообщения.</p>
  </div>
  <div>С наилучшими пожеланиями,<br>администрация &ldquo;Smile & Mile&rdquo;</div>
</div>