<div style="font-size: x-large;font-weight: bolder;">Уважаемый <?=@$r['second'];?> <?=@$r['first'];?> <?=@$r['third'];?>!</div>
<div style="padding-top: 25px;">
  <p>Чтобы изменить пароль для аккаунта  <?=@$r['login'];?> на сайте &quot;Smile & Mile&quot;, нажмите на ссылку ниже:</p>
  <p><a href="<?=@$r['url'];?>" target="_blank"><?=@$r['url'];?></a></p>
  <p>Если ссылка не работает, скопируйте и вставьте ее в адресную строку в браузере.</p>
  <p>Если Вы не запрашивали восстановление пароля, в таком случае проигнорируйте это сообщение.</p>
  <p><span style="padding-top: 50px;">Ссылка действительна в течении 24 часов с момента отправки данного сообщения.</span></p>
</div>
<div>С наилучшими пожеланиями,<br>администрация &ldquo;Smile & Mile&rdquo;</div>